Repository: NosCoreIO/NosCore
Catalog: src/NosCore.Data/Resource/LocalizedResources.*.resx
Languages: cs, de, es, fr, it, pl, ru, tr

# I18N_SKILL_PARSED
source: {0} I18N Skills Parsed! Region: {1}
cs: {0} I18N Skilly Nahrány! Region: {1}
de: {0} I18N Skills geladen! Region: {1}
es: ¡{0} I18N Skills (Habilidades) Analizadas! Región: {1}
fr: {0} i18n skills parser. Region : {1}
it: {0} I18N Skills Sincronizzate! Regione: {1}
pl: {0} I18N Skills wprowadzono! Region: {1}
ru: Импортировано {0} I18N Skills! Регион: {1}
tr: {0} I18N Büyü/Beceri işlendi! Bölge: {1}

# INVALID_ACCOUNT
source: Wrong Id!
cs: Neexistující ID
de: Falsche ID!
es: ¡Id incorrecta!
fr: Identifiant invalide.
it: L'ID è errato!
pl: Niepoprawna nazwa konta
ru: Неверный ID!
tr: Hatalı kullanıcı adı!

# INVALID_PASSWORD
source: Wrong Password!
cs: Špatné Heslo
de: Falsches Password!
es: ¡Contraseña incorrecta!
fr: Mot de passe invalide.
it: la password è errata!
pl: Niepoprawne hasło!
ru: Неверный пароль!
tr: Parola hatalı!

# INVITETYPE_UNKNOWN
source: Unknown Invite type
cs: Neznámý typ pozvánky
de: Unbekannter Einladungs typ {0}.
es: InviteType desconocida
fr: Type d'invitation inconnue.
it: Tipo di invito sconosciuto
pl: Nieznany typ zaproszenia
ru: Неизвестный тип приглашения
tr: Bilinmeyen davet türü.

# ITEM_NOT_SOLDABLE
source: This item can not be sold!
cs: Tento předmět nemůže být prodán!
es: ¡Este objeto no puede ser vendido!
fr: Cet objet ne peut pas etre vendu.
it: Questo oggetto non può essere venduto.
tr: Bu eşya satılamaz!

# ITEMS_LOADED
source: {0} Items Loaded!
cs: Předměty načteny!
de: {0} Items geladen!
es: ¡{0} Items Cargados!
fr: Les objets ont été chargés avec succès !
it: {0} Item caricati.
pl: Załadowano: {0} Items!
ru: Загружено {0} предметов!
tr: {0} Eşya yüklendi.

# ITEMS_PARSED
source: {0} items parsed!
cs: Bylo Nahráno {0} Itemů
de: {0} items geladen!
es: ¡{0} Items Analizados!
fr: {0} Objets ont été analysés avec succès !
it: {0} Items sincronizzati!
pl: {0} items wprowadzono!
ru: Импортировано {0} предметов!
tr: {0} Eşya işlendi.

# ITEM_ACQUIRED
source: Acquired
cs: Získal si předmět!
es: Adquirido
fr: L'objet a été acquis.
it: Hai ricevuto
pl: Nabyto
tr: Alındı.

# ITEM_NOT_DROPPABLE
source: You can not drop that item!
cs: Předmět nelze vyhodit!
es: ¡No puedes soltar ese objeto!
fr: Impossible de jeter l'objet.
it: Non puoi gettare questo oggetto.
pl: Nie możesz upuścić tego przedmiotu!
tr: Bu eşyayı düşüremezsin!

# ITEM_NOT_DROPPABLE_HERE
source: You can not drop that item here!
cs: Tento předmět zde nejde vyhodit!
es: ¡No puedes soltar ese objeto aquí!
fr: Impossible de jeter l'objet ici.
it: Non puoi gettare quest'oggetto in questa mappa!
pl: Nie możesz upuścić tego przedmiotu tutaj!
tr: Bu eşyayı burada düşüremezsin!

# JOB_LEVEL_CHANGED
source: Your job level has changed!
cs: Tvá úroveň práce byla změněna.
es: Tu nivel de profesión ha sido modificado.
fr: Votre niveau de métier a augementé.
tr: Meslek seviyen yükseldi!

# JOINED_GROUP
source: You joined the group
cs: Vstoupil si do skupiny!
de: Du bist der Gruppe beigetreten!
es: Has entrado al grupo.
fr: Groupe rejoint.
it: Ti sei unito al gruppo
pl: Dołączyłeś do grupy
ru: Вы присоединились к группе
tr: Gruba katıldın!

# LANGUAGE_MISSING
source: Missing language
cs: Chybý jazyk!
de: Fehlende Sprache/Übersetzung {0} !
es: Lenguaje faltante
fr: Pack de langue manquant
it: Lingua mancante
pl: Brakujący język
ru: Перевод отсутствует
tr: Eksik dil dosyaları var: {0}

# LEVEL_CHANGED
source: Your level has changed!
cs: Tvá úroveň byla změněna.
es: Tu nivel ha sido modificado.
fr: Votre niveau a augmenté.
tr: Seviyen yükseldi!

# LISTENING_PORT
source: Listening Port {0}
cs: Poslech Portu {0}
es: Escuchando el puerto: {0}
tr: {0} Portu Dinleniyor

# LOW_JOB_LVL
source: This SP requires more Job Level to use it.
cs: Na tuto SP potřebuješ větší Úroveň práce.
de: Dieser Spezialist erfordert ein höheres Job Level um ihn zu benutzen!
es: Esta SP require de más Nivel de Profesión para usarla.
fr: Votre niveau de métier est trop bas.
it: Questo specialista richiede un livello lavoro più alto.
pl: Twoja profesja jest zbyt niska, aby założyć tą Kartę Specjalisty!
ru: Слишком низкий рабочий уровень для использования данной Карты специалиста.
tr: Meslek seviyen uzmanlık kartını giymek için yeterli değil.

# LOW_REP
source: This SP requires more Reputation to use it.
cs: Nemáš potřebnou pověst pro tuto SP.
es: Esta SP require de más Reputación para usarla.
fr: Vous manquez de réputation pour équiper cette carte SP.
it: Questo specialista richiede una reputazione migliore.
tr: İtibarın uzmanlık kartını giymek için yeterli değil.

# MAPMONSTERS_LOADED
source: {0} MapMonsters Loaded!
cs: {0} MAPMONSTERS načteny
de: {0} MapMonsters geladen!
es: ¡{0} MapMonsters (Monstruos de los Mapas) Cargados!
fr: Les monstres ont été chargés avec succès !
it: {0} MappeMostri caricate!
pl: Załadowano: {0} MapMonsters!
ru: Загружено {0} MapMonsters!
tr: {0} Harita canavarları yüklendi!

# MAPNPCS_LOADED
source: {0} MapNpcs Loaded!
cs: MAPNPC byla úspěšně nahrána!
de: {0} MapNpcs geladen!
es: ¡{0} MapNpcs (NPCs de los Mapas) Cargados!
fr: Les PNJ ont été chargés avec succès !
it: {0} MapNpcs caricati.
pl: Załadowano: {0} MapNpc!
ru: Загружено {0} MapNpcs!
tr: {0} Harita NPC'leri yüklendi!

# MAPS_LOADED
source: {0} Maps Loaded!
cs: {0} Mapy Načteny
de: {0} Maps geladen!
es: ¡{0} Maps (Mapas) Cargados!
fr: Les maps ont été chargées avec succès !
it: {0} Mappe caricate.
pl: Załadowano: {0} Map!
ru: Загружено {0} Maps!
tr: {0} Harita yüklendi!

# MAPS_PARSED
source: {0} Map Parsed!
cs: {0} Mapy Nahrány
de: {0} Map geladen!
es: ¡{0} Maps (Mapas) Analizados!
fr: {0} Maps ont été analysées avec succès !
it: {0} Mappe Sincronizzate!
pl: {0} Map wprowadzono!
ru: Загружено {0} Map!
tr: {0} Harita işlendi!

# MAPTYPES_PARSED
source: {0} MapTypes Parsed!
cs: {0} MapType bylo úspěšně nahráno!
de: {0} MapTypes geladen!
es: ¡{0} MapTypes (Tipos de Mapas) Analizados!
fr: {0} MapsType ont été analysées avec succès !
it: {0} MapTypes Sincronizzati!
pl: {0} MapTypes wprowadzono!
ru: Загружено {0} MapTypes!
tr: {0} Harita türü işlendi!

# MAP_DONT_EXIST
source: This map does not exist!
cs: Mapa neexistuje
de: Die Map existiert nicht!
es: ¡Este mapa no existe!
fr: La carte selectionnée n'existe pas.
it: Questa mappa non esiste!
pl: Ta mapa nie istnieje!
ru: Локация не существует!
tr: Böyle bir harita yok!

# MASTER_SERVER_PING
source: Ping to master server
de: Ping zum Master Server
es: Comprobando el estado del Servidor Maestro...
fr: Ping vers le master server.
it: Ping a MasterServer
pl: Ping do Master Server
ru: Отправляем пинг-запрос на Master сервер
tr: Ana Sunucu'ya ping gönder.

# MASTER_SERVER_PING_FAILED
source: Ping to master server failed
de: Ping zum Master Server fehlgeschlagen!
es: ¡No se obtuvo respuesta del Servidor Maestro!
fr: Ping échoué, aucune réponse du serveur master.
it: Ping a MasterServer fallito
pl: Ping do Master Server nie powiodło się
ru: Не удалось получить ответ на пинг Master сервера
tr: Ping gönderme işlemi başarısız.

# MASTER_SERVER_RETRY
source: Cannot connect to Master Server! Trying again in {0} seconds...
cs: Znovu připojení k Master Serveru
de: Keine Verbindung zum MasterServer! Versuche erneut in {0} sekunden...
es: ¡No se pudo conectar al Servidor Maestro! Reintentando en {0} segundos...
fr: Tentative de reconnexion au serveur master dans {0} secondes.
it: Impossibile connettersi al MasterServer! Provando ancora tra {0} secondi...
pl: Nie można połączyć się z serwerem głównym! Ponowna próba za {0} sekund...
ru: Не удалось подключиться к Master серверу! Повторная попытка через {0} секунд...
tr: Ana Sunucu'ya bağlanılamadı. {0} saniye içerisinde tekrar denenecek.

# MONSTERS_PARSED
source: {0} MapMonsters Parsed!
cs: {0} Monstra byla úspěšně nahrána!
es: ¡{0} MapMonsters (Monstruos de los Mapas) Analizados!
fr: {0} Monstres ont été analysés avec succès !
it: {0} MapMonsters Sincronizzati!
pl: {0} MapMonsters wprowadzono!
ru: Импортировано {0} MapMonsters!
tr: {0} Harita canavarları işlendi!

# NEW_LEADER
source: You are the new party leader!
cs: Jsi nový vedoucí skupiny!
de: Du bist nun der Party-Leiter!
es: ¡Ahora eres el nuevo líder del grupo!
fr: Vous êtes le nouveau chef de groupe.
it: Sei il nuovo leader del gruppo!
pl: Zostałeś nowym liderem grupy!
ru: Вы стали лидером группы!
tr: Yeni grup başkanı sensin!

# NOT_ADVENTURER
source: You are not an adventurer.
cs: Nejsi dobrodruh!
es: Para cambiar de clase debes ser un Aventurero.
fr: Impossible d'équiper cet objet en tant qu'aventurier.
tr: Maceracı değilsin!

# NOT_ENOUGH_MONEY
source: You do not have enough money to purchase that item!
cs: Nemáš dostatek financí ke koupení tohoto předmětu!
de: Nicht genügend Geld!
es: ¡No tienes suficiente oro para comprar ese objeto!
fr: Vous n'avez pas assez d'argent.
it: Non hai abbastanza oro per comprare questo oggetto.
pl: Nie masz wystarczająco złota, aby kupić ten przedmiot.
ru: Недостаточно денег.
tr: Bu eşyayı satın almak için yeterince altının yok!

# NOT_ENOUGH_REPUT
source: You don't have enough reputation to purchase that item!
cs: Nemáš dostatek pověsti ke koupení tohoto předmětu!
de: Nicht genügend Ruf!
es: ¡No tienes suficiente reputación para comprar ese objeto!
fr: Vous n'avez pas assez de réputation !
it: Non hai abbastanza reputazione per comprare questo oggetto.
pl: Nie masz wystarczającej reputacji, aby kupić ten przedmiot!
ru: Недостаточно репутации для покупки предмета.
tr: Bu eşyayı satın almak için yeterince itibarın yok!

# NOT_IN_BLACKLIST
source: This player is not on your blacklist!
cs: Není ve vaší černé listině
de: Dieser Spieler ist nicht auf deiner Blacklist.
es: ¡Este jugador no está en tu lista negra!
fr: Pas présent dans votre liste noire.
it: Questo giocatore non è nella tua lista nera!
pl: Ten gracz nie jest na Twojej czarnej liście!
ru: Игрок уже удален из Черного Списка.
tr: Bu kullanıcı karalistende değil!

# NOT_YOUR_ITEM
source: The item is not yours!
cs: Tento Item není tvůj!
de: Das Item gehört dir nicht!
es: ¡Este Item no es tuyo!
fr: Vous ne pouvez pas récuperer cet objet. veuillez patienter un peu.
it: L'oggetto non ti appartiene!
pl: Ten przedmiot nie jest Twój!
ru: Этот предмет не принадлежит тебе!
tr: Bu eşya bir başkasına bağlı!

# NO_ITEM
source: Item does not exist!
cs: Nebyly nalezeny žádné předměty!
es: ¡El Item no existe!
fr: Aucun objet n'a été trouvé.
tr: Eşya bulunamadı!

# NO_MAP
source: Server need at least nosville MAP to work!
cs: Nebyly nalezeny žádné mapy. K chodu serveru potřebujete minimálně mapu Nosville.
de: Server benötigt mindestens die nosville Karte um zu funktionieren!
es: ¡El servidor necesita al menos el Mapa (MAP) de Nosville para funcionar!
fr: Aucune Map n'a été trouvé.
it: Il server ha bisogno almeno della mappa di NosVille per poter funzionare!
pl: Serwer potrzebuje przynajmniej mapy NosVille do poprawnego działania!
ru: Для работы сервера необходимо установить хотя бы карту НосВилля.
tr: Harita yok. Sunucunun çalışması için en azından NosVille olmalı!

# NO_SP
source: There is no specialist card equipped.
cs: Nemáš žádnou SP ke změně nasaď si nějakou.
es: No hay ninguna tarjeta de especialista equipada.
fr: Vous n'avez aucune SPéquipée.
it: Non hai indossato nessun specialista.
pl: Nie ma założonej Karty Specjalisty!
tr: Kuşanılmış uzmanlık kartı yok!

source: No special properties wearable
cs: Žádné speciální vlastnosti k nošení
de: Keine tragbare spezielle Eigenschaften
es: Ningunas propiedades especiales equipables.
fr: Pas de propriété speciale sur l'équipement.
it: Nessuna proprietà speciale indossabile
pl: Brak specjalnych właściwości do noszenia
ru: SP пригодные к экипировке отсутствуют
tr: Giyilebilir özellik yok!

# NPCMONSTERS_LOADED
source: {0} NpcMonsters Loaded!
cs: {0} NpcMonsters Nahrána!
de: {0} NpcMonsters geladen!
es: {0} NpcMonsters Cargados!
fr: {0} PNJ chargés.
it: {0} NpcMonsters Caricati.
pl: Załadowano: {0} NpcMonsters!
ru: Загружено {0} NpcMonsters!
tr: {0} Harita canavarları yüklendi!

# NPCMONSTERS_PARSED
source: {0} NpcMonster Parsed!
cs: {0} NPMonstra byla úspěšně nahrána!
de: {0} NpcMonster geladen!
es: ¡{0} NpcMonster (NPCs Monstruos) Analizados!
fr: {0} MonsterPNJ ont été analysés avec succès !
it: {0} NpcMonster Sincronizzati!
pl: {0} NpcMonster wprowadzono!
ru: Загружено {0} NpcMonster!
tr: {0} Harita canavarları işlendi!

# NPCS_PARSED
source: {0} MapNpcs Parsed!
cs: {0} NPC byly úspěšně nahrány!
de: {0} MapNpcs geladen!
es: ¡{0} MapNpcs (NPCs de los Mapas) Analizados!
fr: {0} PNJ ont été analysés avec succès !
it: {0} MapNpcs Sincronizzati!
pl: {0} MapNpcs wprowadzono!
ru: Импортировано {0} MapNpcs!
tr: {0} Harita NPC'leri işlendi

# PARSE_ACCOUNTS
source: Do you want to parse Accounts?
cs: Chceš nahrát účty?
de: Möchtest du die Accounts laden?
es: ¿Quieres analizar las Cuentas?
fr: Vous-vous analyser les comptes ?
it: Vuoi sincronizzare gli Account?
pl: Czy chcesz wprowadzić wszystkie konta?
ru: Импортировать аккаунты?
tr: Hesapları işlemek (aktarmak) istiyor musun?

# PARSE_ALL
source: Do you want to parse ALL?
cs: Chceš nahrát vše?
de: Möchtest du alles laden?
es: ¿Quieres analizarlo TODO?
fr: Voulez-vous tout analyser ?
it: Vuoi sincronizzare TUTTO?
pl: Czy chcesz wprowadzić wszystko?
ru: Импортировать все?
tr: Herşeyi işlemek (aktarmak) istiyor musun?

# PARSE_CARDS
source: Do you want to parse Cards?
cs: Chceš nahrát Karty?
de: Möchtest du die Karten laden?
es: ¿Quieres analizar las Tarjetas de Especialista (Cards/SP)?
fr: Voulez-vous analysé les Bcard ?
it: Vuoi sincronizzare le Bcard?
pl: Czy chcesz wprowadzić Cards?
ru: Импортировать карты специалистов?
tr: Kartları işlemek (aktarmak) istiyor musun?

# PARSE_DROPS
source: Do you want to parse Drops?
cs: {0} Drop byl úspěšně nahrán!
de: Möchtest du die Belohnungen laden?
es: ¿Quieres analizar los Objetos del suelo (Drops)?
fr: {0} Drops ont été analysés avec succès !
it: Vuoi sincronizzare i Drops?
pl: Czy chcesz wprowadzić Drops?
ru: Импортировать Drops?
tr: Dropları işlemek (aktarmak) istiyor musun?

# PARSE_I18N
source: Do you want to parse I18N datas?
cs: Chceš nahrát I18N Data?
de: Möchtest du die I18N Daten laden?
es: ¿Quieres analizar los Datos del I18N?
fr: Voulez-vous importer i18n ?
it: Vuoi sincronizzare i dati I18N?
pl: Czy chcesz wprowadzić dane I18N?
ru: Импортировать I18N?
tr: I18N'leri işlemek (aktarmak) istiyor musun?

# PARSE_ITEMS
source: Do you want to parse Items?
cs: Chceš nahrát Itemy?
de: Möchtest du die Items laden?
es: ¿Quieres analizar los Items?
fr: Voulez-vous analyser les objets ?
it: Vuoi sincronizzare gli Items?
pl: Czy chcesz wprowadzić Items?
ru: Импортировать предметы?
tr: Eşyaları işlemek (aktarmak) istiyor musun?

# PARSE_MAPNPCS
source: Do you want to parse MapNpcs?
cs: Chceš nahrát MapNPC?
de: Möchtest du die MapNpc's laden?
es: ¿Quieres analizar los NPCs de los Mapas (MapNPCs)?
fr: Voulez-vous analyser les cartes-pnj ?
it: Vuoi sincronizzare gli NPC nella Mappa?
pl: Czy chcesz wprowadzić MapNpcs?
ru: Импортировать MapNpcs?
tr: Harita NPC'lerini işlemek (aktarmak) istiyor musun?

# PARSE_MAPS
source: Do you want to parse Maps?
cs: Chceš nahrát Mapy?
de: Möchtest du die Map laden?
es: ¿Quieres analizar los Mapas?
fr: Voulez-vous analyser les cartes ?
it: Vuoi sincronizzare le Mappe?
pl: Czy chcesz wprowadzić Maps?
ru: Импортировать локации?
tr: Haritaları işlemek (aktarmak) istiyor musun?

# PARSE_MAPTYPES
source: Do you want to parse MapTypes? we suggest using with MapTypeMaps
cs: Chceš nahrát MapType? Doporučuji použít s MapTypeMap
de: Möchtest du die MapTypen laden? Wir empfehlen MapTypeMaps zu verwenden.
es: ¿Quieres analizar los Tipos de Mapas (MapTypes)? (Recomendamos utilizar con MapTypeMaps)
fr: Voulez-vous anlysez les types de cartes ?
it: Vuoi sincronizzare i Tipi-Mappe delle mappe?
pl: Czy chcesz wprowadzić MapTypes? Sugerujemy użyć: MapTypeMaps
ru: Импортировать MapTypes? Рекомендовано использование с MapTypeMaps
tr: Harita türlerini işlemek (aktarmak) istiyor musun?

# PARSE_MONSTERS
source: Do you want to parse NpcMonsters?
cs: Chceš nahrát Monstra?
de: Möchtest du die NpcMonster laden?
es: ¿Quieres analizar los Monstruos?
fr: Voulez-vous analyser les monstres ?
it: Vuoi sincronizzare le entità Mostri?
pl: Czy chcesz wprowadzić NpcMonsters?
ru: Импортировать NpcMonsters?
tr: Canavarları işlemek (aktarmak) istiyor musun?

# PARSE_NPCMONSTERDATA
source: Do you want to parse NpcMonsterData?
cs: Chceš nahrát NPCMonsterData?
de: Möchtest du die NpcMonsterDaten laden?
es: ¿Quieres analizar los Datos de los NPCs Monstruos (NPCMonsterData)?
fr: Voulez-vous analyser NpcMonsterData ?
it: Vuoi sincronizzare i dati delle entità Npc-Mostri?
pl: Czy chcesz wprowadzić NpcMonsterData?
ru: Импортировать NpcMonsterData?
tr: NPC/Canavar bilgilerini işlemek (aktarmak) istiyor musun?

# PARSE_NPCMONSTERS
source: Do you want to parse Npcs?
cs: Chceš nahrát NPCMonsters?
de: Möchtest du die Npc's laden?
es: ¿Quieres analizar los NPCs Monstruos (NPCsMonsters)?
fr: Voulez-vous analyser les pnj ?
it: Vuoi sinronizzare le entità Npc?
pl: Czy chcesz wprowadzić Npcs?
ru: Импортировать НПС?
tr: NPC'leri işlemek (aktarmak) istiyor musun?

# PARSE_PORTALS
source: Do you want to parse Portals?
cs: Chceš nahrát Portály?
de: Möchtest du die Portale laden?
es: ¿Quieres analizar los Portales?
fr: Voulez-vous analyser les portails ?
it: Vuoi sincronizzare Portals?
pl: Czy chcesz wprowadzić Portals?
ru: Импортировать порталы?
tr: Portalları işlemek (aktarmak) istiyor musun?

# PARSE_QUESTS
source: Do you want to parse Quests?
cs: Chceš nahrát Úkoly?
de: Möchtest du die Missionen laden?
es: ¿Quieres analizar las Misiones?
fr: Voulez-vous analyser les quêtes ?
it: Vuoi sincronizzare le Quest?
pl: Czy chcesz wprowadzić Quests?
ru: Импортировать квесты?
tr: Görevleri işlemek (aktarmak) istiyor musun?

# PARSE_RECIPES
source: Do you want to parse Recipes?
cs: Chceš nahrát Recepty?
de: Möchtest du die Rezepte laden?
es: ¿Quieres analizar las Recetas?
fr: Voulez-vous analyser les recettes ?
it: Vuoi sincronizzare le Ricette?
pl: Czy chcesz wprowadzić Recipes?
ru: Импортировать рецепты?
tr: Üretim ve Tarifleri işlemek (aktarmak) istiyor musun?

# PARSE_SHOPITEMS
source: Do you want to parse Shopitems?
cs: Chceš nahrát Itemy v Obchodech?
de: Möchtest du die ShopsItems laden?
es: ¿Quieres analizar las Tiendas de Items (ShopItems)?
fr: Voulez-vous analyser les magasins d'objets ?
it: Vuoi sincronizzare ShopItems?
pl: Czy chcesz wprowadzić Shopitems?
ru: Импортировать товары?
tr: Market eşyalarını işlemek (aktarmak) istiyor musun?

# PARSE_SHOPS
source: Do you want to parse Shops?
cs: Chceš nahrát Obchody?
de: Möchtest du die Shops laden?
es: ¿Quieres analizar las Tiendas?
fr: Voulez-vous analyser les magasins ?
it: Vuoi sincronizzare Shops?
pl: Czy chcesz wprowadzić Shops?
ru: Импортировать магазины?
tr: Marketleri işlemek (aktarmak) istiyor musun?

# PARSE_SHOPSKILLS
source: Do you want to parse Shopskills?
cs: Chceš nahrát Skilly do Obchodu?
de: Möchtest du die ShopSkills laden?
es: ¿Quieres analizar las Tiendas de Habilidades (ShopSkills)?
fr: Voulez-vous analyser les magasins de compétences ?
it: Vuoi sincronizzare ShopSkills?
pl: Czy chcesz wprowadzić Shopskills?
ru: Импортировать Shopskills?
tr: Market büyülerini (Calvin vb.) işlemek (aktarmak) istiyor musun?

# PARSE_SKILLS
source: Do you want to parse Skills?
cs: Chceš nahrát Skilly?
de: Möchtest du die Skills laden?
es: ¿Quieres analizar los Habilidades?
fr: Voulez-vous analyser les compétences ?
it: Vuoi sincronizzare le Skills?
pl: Czy chcesz wprowadzić Skills?
ru: Импортировать навыки?
tr: Büyüleri işlemek (aktarmak) istiyor musun?

# PARSE_TELEPORTERS
source: Do you want to parse Teleporters?
cs: Chceš nahrát Teleporty?
de: Möchtest du die Teleporter laden?
es: ¿Quieres analizar los Teletransportadores?
fr: Voulez-vous analyser les téléporteurs ?
it: Vuoi sincronizzare i Teleporters?
pl: Czy chcesz wprowadzić Teleporters?
ru: Импортировать телепорты?
tr: Işınlayıcıları işlemek (aktarmak) istiyor musun?

# PARSE_TIMESPACES
source: Do you want to parse TimeSpaces?
cs: Chceš nahrát Časoprostory
de: Möchtest du die TimeSpaces laden?
es: ¿Quieres analizar los TimeSpaces?
fr: Voulez-vous analyser les espaces temps ?
it: Vuoi sincronizzare TimeSpaces?
pl: Czy chcesz wprowadzić TimeSpaces?
ru: Импортировать пространственно-временные порталы?
tr: Uzay-Zaman taşlarını işlemek (aktarmak) istiyor musun?

# POCKETTYPE_UNKNOWN
source: Unknown PocketType
cs: Nesnámý PocketType
de: Unbekannter PocketTyp
es: PocketType desconocido
fr: Type d'inventaire non reconnu.
it: PocketType sconosciuto
pl: Nieznany PocketType
ru: Неизвестный PocketType
tr: Bilinmeyen cep türü.

# PORTALS_PARSED
source: {0} Portal Parsed!
cs: {0} Portály Nahrány
de: {0} Portale geladen!
es: ¡{0} Portales Analizados!
fr: {0} Portails ont été analysés avec succès !
it: {0} Portali Sincronizzati!
pl: {0} Portal wprowadzono!
ru: Импортировано {0} Portal!
tr: {0} Portal işlendi!

# REGISTRED_ON_MASTER
source: Registered on MasterServer
cs: Registrováno na Master Serveru
de: Angemeldet auf MasterServer
es: Registrado en el Servidor Maestro.
fr: Enregistrer sur master.
it: Registrato sul MasterServer
pl: Zarejestrowano na MasterServer
ru: Зарегистрирован на Master сервере
tr: Ana Sunucu'ya bağlanıldı.

# REPUT_DECREASED
source: Your reputation has decreased!
cs: Tvá pověst byla snížena!
de: Dein Ruf ist gesunken!
es: ¡Tu reputación ha disminuido!
fr: Votre réputation a diminuée.
it: La reputazione è diminuita!
pl: Twoja reputacja została zmniejszona!
ru: Твоя репутация понизилась!
tr: İtibarın azaldı.

# REPUTATION_CHANGED
source: Your reputation has changed!
cs: Tvá pověst byla změněna!
de: Dein Ruf hat sich geändert!
es: ¡Tu reptuación ha cambiado!
fr: Votre réputation a changée.
it: La reputazione è cambiata!
pl: Your reputation została zmieniona!
ru: Твоя репутация изменилась!
tr: İtibarın değişti!

# SAVING_ALL
source: Saving all data!
cs: Ukládání všeho!
de: Speichere alle Dateien!
es: ¡Guardando todos los datos!
fr: Tout sauvegarder.
it: Sto salvando i dati!
pl: Zapisywanie wszystkich danych!
ru: Сохраняем всю инфомацию!
tr: Tüm bilgiler kaydediliyor!

# SELL_ITEM_VALIDE
source: Your item {0} has been sold! {1}
es: ¡Tu objeto {0} ha sido vendido! {1}
fr: {0} a été vendu {1}.
tr: {0} eşya satıldı. {1}

# SHARED_REFUSED
source: You refused to share the point of return with the group members
cs: Odmítl jsi sdílet místo návratu se skupinou!
de: Du hast deinen Gruppenmitgliedern verweigert deinen Rückkehrposten zu teilen
es: Has rechazado compartir el punto de regreso con los miembros del grupo.
fr: Tu as refusé de partager le point de retour avec les membres du groupe.
it: Hai rifiutato di condividere il punto di ritorno con i membri del gruppo
pl: Odmówiłeś dzielenia punktu powrotu z członkami grupy
ru: Запрос на изменение точки возвращения отклонен
tr: Grup üyeleriyle geri dönüş noktası paylaşma isteğini reddettin.

# SHOP_EMPTY
source: You can not open an empty shop!
cs: Nemůžeš otevřít prázdný obchod!
es: ¡No puedes abrir una tienda vacia!
fr: Impossible d'ouvir le magasin car il est vide.
it: Non puoi aprire una bottega vuota!
tr: Boş bir market oluşturamazsın.

# SHOP_NOT_ALLOWED_IN_RAID
source: You can not open a shop in a raid.
cs: Nemůžeš otevřít obchod v nájezdu!
de: Du kannst in einem Raid keinen Shop öffnen!
es: No puedes abrir una tienda en un raid.
fr: Impossible d'ouvrir un magasin en tant que membre du raid.
it: Non puoi aprire una bottega durante un raid.
pl: Nie możesz otworzyć sklepu podczas rajdu.
ru: Нельзя открыть магазин в рейде.
tr: Akın esnasında market oluşturamazsın.
