Repository: NosCoreIO/NosCore
Catalog: src/NosCore.Data/Resource/LocalizedResources.*.resx
Languages: cs, de, es, fr, it, pl, ru, tr

# ACCOUNT_ARRIVED
source: Account with SessionId {0} has arrived.
cs: Účet se SessionID {0} se připojil
de: Account mit SessionId {0} ist angekommen.
es: Cuenta con SessionId {0} ha llegado.
fr: Le compte {0} c'est connecté.
it: L'account con il SessionId {0} ha loggato.
pl: Połączono konto z SessionId {0}.
ru: Аккаунт с SessionId {0} подключен.
tr: {0} ID'li kullanıcı sunucuya giriş yaptı.

source: Administrator
cs: Administrátor
es: Administrador
fr: Administrateur
it: Amministratore
ru: Администратор
tr: Yetkili

# ALREADY_BLACKLISTED
source: Already in blacklist!
cs: Již je na Černé Listině!
de: Bereits in der Blacklist.
es: Ya está en lista negra.
fr: Le joueur est déjà dans ta liste noire.
it: Già nella lista nera!
pl: Już na czarnej liście!
ru: Уже в черном списке!
tr: Zaten karalistede!

# ALREADY_FRIEND
source: You are already friends!
cs: Už jste přátelé
de: Ihr seid bereits Freunde.
es: ¡Actualmente ya sois amigos!
fr: Vous êtes déjà amis.
it: Siete già amici!
pl: Już jesteście przyjaciółmi!
ru: Вы уже друзья!
tr: Zaten arkadaşsınız.

# ASK_BIND
source: Do you wish to bind with this item?
cs: Chceš spojit tyto položky
de: Möchtest du dieses Item an dich binden?
es: ¿Deseas vincular este objeto?
fr: Désirez vous lier cet item à votre personnage ?
it: Vuoi usare questo oggetto? Non potrai più commerciarlo
pl: Czy chcesz powiązać z tym przedmiotem?
ru: Ты хочешь привязать этот предмет?
tr: Bu eşyayı bağlamak istiyor musun?

# ASK_TO_DELETE
source: Do you want to delete?
cs: Chcete tento předmět smazat?
es: ¿Deseas eliminarlo?
fr: Voulez-vous supprimer ?
it: L'oggetto verrà distrutto.
pl: Czy chcesz usunąć?
tr: Silmek istiyor musun?

# AT_LEAST_ONE_FILE_MISSING
source: At least one of the required files are missing, try again when you have all the required files.
cs: Nejméně jeden z požadovaných souborů chybí
de: Mindestens eine der erforderlichen Dateien fehlen
es: Al menos uno de los archivos necesarios no esta presente.
fr: Au moins un fichier est manquant. Vérifiez que tout soit bien présent.
it: Manca almeno un file richiesto
pl: Brakuje co najmniej jednego z wymaganych plików, spróbuj ponownie, gdy masz wszystkie wymagane pliki.
ru: Как минимум один обязательный файл отсутствует. Попробуйте ещё раз, когда у вас будут все необходимые файлы.
tr: Bir veya daha fazla gerekli dosya eksik, tüm dosyaları tamamladıktan sonra tekrar deneyiniz.

source: Authenticated Error.
cs: Chyba při přihlášení
de: Authentifizierung fehlgeschlagen!
es: Error de autentificado.
fr: Erreur d'authentification.
it: Autentificazione errata.
pl: Błąd z uwierzytelnieniem.
ru: Ошибка аутентификации
tr: Kimlik doğrulama başarılamadı.

# AUTHENTICATED_SUCCESS
source: Client : {1} authenticated successfully!
cs: Přihlášení proběhlo úspěšně
de: Authentifizierung erfolgreich!
es: ¡Autentificado exitoso!
fr: Authentification avec succès.
it: Autentificazione avvennuta con successo!
pl: Klient: {1} pomyślnie uwierzytelnienio!
ru: Пользователь {1} успешно авторизован!
tr: İstemci : {1} başarıyla doğrulandı.

source: Auth Error
cs: Chybné Přihlášení
de: Authentifizierungs Fehler
es: Error de autentificación.
fr: Erreur d'authentification.
pl: Błąd: Auth
ru: Ошибка авторизации
tr: Kimlik doğrulama başarısız.

# AUTH_INCORRECT
source: Incorrect Auth
cs: Nesprávné přihlášení
de: Ungültige Authentifizierung
es: Autentificación incorrecta.
fr: Authentification incorrecte.
it: Auth non corretto
pl: Niepoprawne uwierzytelnienie.
ru: Некорректная авторизация
tr: Geçersiz kimlik bilgileri.

source: Bad drop amount.
cs: Špatné množství k vyhození!
de: Ungültige Abwurfmenge
es: La cantidad de items soltados es erronea.
fr: Valeur d'objet incorrect.
it: Quantità di drop errata.
pl: Zła ilość do wyrzucenia.
ru: Неверное количество дропа.
tr: Bu eşya düşürülemez.

# BAD_EQUIPMENT
source: Your character does not fulfil the requirements needed to wear this item.
cs: Tvá postava nesplňuje požadavky pro nošení tohoto vybavení.
de: Dein Charakter erfüllt nicht die Anforderungen um dieses Item zu tragen!
es: Tu personaje no cumple con los requisitos necesarios para llevar este objeto.
fr: Vous ne pouvez pas équiper cet équipement.
it: Il tuo personaggio non ha i requisiti necessari per indossare questo oggetto.
pl: Twoja postać nie spełnia wymagań niezbędnych do noszenia tego przedmiotu.
ru: Твой персонаж не соответствует требованиям для использования данного предмета.
tr: Karakterin bu eşyayı giymek için gereksinimleri karşılamıyor.

# BLACKLIST_ADDED
source: Character added to blacklist!
cs: Byl přidát na černou listinu
de: Charakter wurde der Blacklist hinzugefügt!
es: ¡Personaje añadido a la lista negra!
fr: Ajouté à votre liste noire.
it: Personaggio aggiunto alla lista nera
pl: Dodano do czarnej listy.
ru: Игрок добавлен в черный список!
tr: Karakter karalisteye eklendi!

# BLACKLIST_BLOCKED
source: This Player has blocked you!
cs: Černá listina Blokována!
de: Dieser Spieler hat dich blockiert.
es: ¡Este jugador te ha bloqueado!
fr: Vous êtes dans sa liste noire.
it: Questo giocatore ti ha bloccato!
pl: Ten gracz cię blokuje!
ru: Этот игрок добавил тебя в черный список!
tr: Bu kullanıcı seni blokladı!

# BUY_ITEM_VALID
source: You have purchased an item!
cs: Koupil jsi předmět!
de: Du hast ein Item gekauft!
es: ¡El intercambio ha tenido éxito!
fr: Vous avez acheté un objet.
it: Hai comrato un oggetto!
pl: Kupiłeś przedmiot!
ru: Ты приобрел(а) предмет!
tr: Bir eşya satın aldın.

# CANT_BLOCK_FRIEND
source: Can not block your friend!
cs: Nemůžeš si zablokovat kamarády!
de: Du kannst deinen Freund nicht blockieren!
es: ¡No puedes bloquear a tu amigo!
fr: Impossible de bloquer vos amis.
it: Non puoi bloccare un tuo amico!
pl: Nie możesz zablokować swojego przyjaciela!
ru: Ты не можешь заблокировать своего друга!
tr: Arkadaşını bloklayamazsın!

# CANT_CHANGE_SAME_CLASS
source: You can not change to the same class.
cs: Nemůžeš změnit povolání na stejné.
de: Du kannst nicht zur gleichen Klasse wechseln
es: No puedes cambiarte a la misma clase.
fr: Vous avez déjà changé de classe, vous ne pouvez donc plus le refaire.
it: Hai già questa classe, non puoi cambiare.
pl: Nie możesz zmienić na tę samą klasę.
ru: Нельзя изменить класс на текущий!
tr: Zaten aynı meslektesin!

# CANT_EQUIP_DESTROYED_SP
source: You can not equip a destroyed SP!
cs: Nemůžeš nasadit zničenou SP.
es: ¡No puedes equiparte una SP destruida!
fr: Vous ne pouvez pas équiper une SP détruite. Seul une pierre de résurection d'âme peut rammener votre spécialiste à la vie.
it: Non puoi indossare uno specialista distrutto!
pl: Nie możesz wyposażyć zniszczonej Karty Specjalisty!
tr: Bu UK'nın ruhu yokedilmiş. Yokedilmiş UK'ları kullanamazsın!

# CANT_FIND_CHARACTER
source: Unable to find this character!
cs: Nemůžu najít Postavu!
de: Kann den Charakter nicht finden!
es: ¡No se ha podido encontrar a este personaje!
fr: Impossible de trouver ce personnage.
it: Impossibile trovare questo personaggio!
pl: Nie można znaleźć tej postaci!
ru: Невозможно найти этого персонажа!
tr: Kullanıcı bulunamadı.

# CARDS_PARSED
source: {0} Cards Parsed!
cs: {0} Kart bylo Nahráno
de: {0} Karten geladen!
es: ¡{0} Cards (Tarjetas de Especialista/SP) Analizadas!
fr: {0} Cartes analysées !
it: {0} Bcard Sincronizzate!
pl: Wprowadzono: {0} Cards!
ru: Импортировано {0} карт специалиста!
tr: {0} Kart işlendi.

source: Channel
cs: Kanál
es: Canal
fr: Canal
it: Canale
pl: Kanał
ru: Канал
tr: Kanal

# CHANNEL_WILL_EXIT
source: The channel will exit in brief moments.
de: Der Kanal wird gleich schließen.
es: El canal se cerrará en breves momentos.
fr: Fermeture du serveur dans {0} secondes.
it: Il canale chiuderà per un momento breve.
pl: Kanał zamknie się w krótkim czasie.
ru: Работа канала скоро будет завершена.
tr: Bu kanal bir kaç saniye içinde kapatılacak.

# CHARACTER_NOT_INIT
source: Character Not loaded
cs: Charakter se nenačetl
de: Charakter nicht geladen!
es: Personaje no cargado.
fr: Personnage non chargé.
it: Personaggio non inizializzato.
pl: Nie załadowano postać!
ru: Персонаж не инициализирован
tr: Karakter yüklenmedi.

# CHARACTER_OFFLINE
source: The Character is offline
cs: Postava je Offline
es: El personaje está desconectado.
fr: Personnage hors ligne.
it: Il Personaggio è offline
pl: Postać jest niedostępna!
tr: Karakter çevrimdışı

# CLASS_CHANGED
source: Your class was changed succesfully!
cs: Povolání změněno!
es: ¡Tu clase ha sido cambiada exitosamente!
fr: Votre classe a été changée avec succès.
it: Hai cambiato la classe con successo!
tr: Başarıyla meslek değiştirdin!

# CLIENT_ARRIVED
source: Client connected, SessionId: {0}
cs: Uživatel se připojil, SessionId: {0}
de: Client verbunden, SessionId: {0}
es: Cliente ha llegado con SessionId = {0}
fr: Client arrivé.
it: Client connesso, SessionId: {0}
pl: Klient podłączony. SessionId: {0}
ru: Клиент прибыл на сервер, SessionId: {0}
tr: İstemci bağlandı, ID {0}

# CLIENT_CONNECTED
source: New client connected. ClientId = {0}
cs: Nový hráč se připojil ClientId = {0}
es: Nuevo cliente conectado con ClientId = {0}
tr: Yeni bir istemci bağlandı. Id = {0}

# CLIENT_DISCONNECTED
source: Client disconnected. ClientId = {0}
cs: Klient se Odpojil
de: Verbindung geschlossen!
es: Conexión cerrada.
fr: Client déconnecté.
it: Client disconesso.
pl: Klient rozłączony. ClientId = {0}
ru: Клиент отключился. ClientId = {0}
tr: İstemci bağlantısı koptu. tId = {0}

source: Connection lost.
de: Verbindung verloren!
es: Conexión perdida.
fr: La connection au serveur à été perdue.
it: Connessione persa.
pl: Utracono połączenie
ru: Соединение потеряно.
tr: Bağlantı koptu.

# CORRUPTED_KEEPALIVE
source: Corrupted Keepalive on client {0}
cs: Poškozený KeepAlive vna klientovi {0}
de: Beschädigtes Keepalive auf dem Client {0}
es: "KeepAlive" corrupto en el cliente: {0}
fr: Keepalive corrompu.
it: Keepalive corrotto nel client {0}
pl: Uszkodzone Keepalive na kliencie: {0}
ru: Поврежденный пакет Keepalive на клиенте {0}
tr: {0} Id'li İstemci hatalı şekilde devam ediyor.

# CORRUPT_PACKET
source: Packet with Header {0} is corrupt or PacketDefinition is invalid. Content: {1}
cs: Paket s hlavičkou {0} je poškozen nebo definice paketu je neplatná. Obsah: {1}
de: Paket mit Header {0} ist beschädigt oder besitzt eine ungültige PaketDefinition. Content: {1}
es: Paquete con "cabezera" (Handler) {0} es corrupto o "la definición del paquete" (PaketDefinition) es invalida. Contenido: {1}
fr: Paquet corrompu.
it: Il pacchetto con l'intestazione {0} è danneggiato o PacketDefinition non è valido. Contenuto: {1}
pl: Pakiet z Header {0} jest uszkodzony lub PacketDefinition jest nieprawidłowy. Zawartość: {1}
ru: Пакет с заголовком {0} поврежден либо PacketDefinition неверен. Контент: {1}
tr: {0} Bu paket hatalı veya paketin konumu geçersiz. İçerik: {1}

# DATABASE_INITIALIZED
source: Database has been initialized.
cs: Databáze byla Initializována
de: Datenbank wurde initialisiert.
es: La base de datos ha sido inicializada.
fr: La base de données a été initialisée !
it: Il Database è stato avviato!
pl: Baza danych została zainicjowana.
ru: База данных инициализирована.
tr: Veritabanı başarıyla yüklendi.

# DATABASE_NOT_UPTODATE
source: Database may not be up to date. Please consider updating your database.
cs: Databáze nemusí být aktuální. Zvažte aktualizaci
de: Datenbank befindet sich nicht auf dem neusten Stand.
es: La base de datos puede ser que no este actualizada. Por favor, considere actualizarla.
fr: La base de données n'est pas à jour.
it: Il database non sembra aggiornato. Per favore considera di aggiornare il tuo database.
pl: Baza danych może nie być aktualna. Rozważ aktualizację bazy danych.
ru: База данных могла устареть. Пожалуйста, проверьте обновления для БД.
tr: Veritabanı güncel olmayabilir. Lütfen sağlayıcıyla konuşun.

# DONE
source: Parsing done!
cs: Parsování dokončeno
de: Laden abgeschlossen!
es: ¡Análisis terminado!
fr: L'analyse des fichiers est terminée !
it: Parsing Completato!
pl: Gotowe!
ru: Импорт файлов завершен!
tr: Birleştirme işlemi bitti.

# DROP_MAP_FULL
source: There are too many items on this map! Try again later!
cs: Mapa je plná předmětů více jich zde nemůže být!
de: Es befinden sich zu viele Items auf der Karte! Versuch es später nocheinmal!
es: ¡Hay demasiados objetos en este mapa! Intentelo de nuevo más tarde.
fr: Impossible de jeter, il y a trop d'objet au sol.
it: Ci sono troppi oggetti in mappa! Prova più tardi
pl: Na mapie jest zbyt wiele przedmiotów! Spróbuj ponownie później!
ru: Слишком много предметов на локации! Пожалуйста, попробуйте позже!
tr: Bu haritada çok fazla eşya var. Lütfen daha sonra tekrar deneyiniz.

# ENCODE_ERROR
source: Encode Error: {0}
cs: Chyba v kódování: {0}
es: Error al encodificar: {0}
tr: Birleştirme hatası: {0}

# ENTER_PATH
source: Please enter the directory of files to parse
cs: Zadejte složku se soubory, které chcete nahrát
de: Bitte gib das Verzeichnis mit den Dateien zum laden an.
es: Por favor, introduzca el directorio de los archivos para comenzar el análisis.
fr: Entre le répertoire des fichiers pour commencer l'importation
it: Immetti la directory dei file da sincronizzare
pl: Wprowadź katalog plików do wprowadzenia:
ru: Пожалуйста, введите адрес директории с файлами для импорта
tr: Lütfen parse etmek (işlemek) istediğiniz dosyaların konumunu giriniz.

# ERROR_CHANGE_MAP
source: Character changed while changing map. Do not abuse Commands. {0}
cs: Nastala chyba při změně mapy. Nezneužívejte příkazy. {0}
de: Charakter während des Kartenwechseln geändert. Missbrauche keine Befehle.{0}
es: El personaje cambio mientras se estaba cambiando el mapa. No abuse de los comandos. {0}
fr: Erreur lors d'un passage à une map.
it: Personaggio cambiato durante la modifica della mappa. Non abusare dei comandi.
pl: Postać zmieniona podczas zmiany mapy. Nie nadużywaj poleceń. {0}
ru: Персонаж изменен во время перехода на карту. Не злоупотребляйте командами. {0}
tr: Harita değiştirilirken karakter de değişti. Komutları kötüye kullanmayınız. {0}

# ERROR_DECODING
source: Decoding error {0}
cs: Chyba v Dekódování
es: Error al descodificar
tr: Decode (ayrıştırma/çözümleme) hatası: {0}

# EQ_NOT_EMPTY
source: To change of class dequip all your items please.
cs: Pro změnu povolání sundej všechno vybavení!
es: Para cambiar de clase desequipate todos los objetos.
fr: Veuillez retirer tout votre équipement avant de changer de classe.
it: Devi togliere tutto l'equipaggiamento prima di cambiare classe.
tr: Sınıf değiştirmek için tüm ekipmanlarını çıkarmalısın.

# EXCEPTION
source: An exception has been thrown : {0}
es: Se ha producido una excepción: {0}
fr: Une exception à été générée.
it: È stata generato un errore: {0}
pl: Wyrzucono wyjątek: {0}
tr: Bir istisna atıldı. {0}

# FORCED_DISCONNECTION
source: Forced disconnection of the client {0}.
cs: Vynucené odpojení Klienta {0}, příliž mnoho připojení
es: Se ha forzado la desconexión del cliente {0}, demasiadas conexiones.
tr: {0} id'li istemcinin bağlantısı zorla koptu.

# FRIENDLIST_FULL
source: Your Friendlist is full!
cs: Seznam Přátel je plný
de: Deine Freundschaftsliste ist voll!
es: ¡Tu lista de amigos está llena!
fr: Votre liste d'amis est complète.
it: La tua lista amici è piena!
pl: Twoja lista przyjaciół jest pełna!
ru: Список друзей переполнен!
tr: Arkadaş listen dolu!

# FRIEND_ADDED
source: Friend request accepted!
cs: Kamarád byl přidán
de: Freundschaftsanfrage akzeptiert!
es: ¡Petición de amistad aceptada!
fr: Demande d'ami acceptée.
it: Richiesta d'amicizia accettata!
pl: Zaakcptowano prośbę!
ru: Запрос дружбы принят!
tr: Arkadaşlık isteği kabul edildi.

source: Friend deleted!
cs: Kamarád smazán!
de: Freund gelöscht!
es: ¡Amigo eliminado!
fr: Ami supprimé.
it: Amico cancellato.
pl: Usunięto przyjaciela!
ru: Друг удален.
tr: Arkadaşlıktan çıkarıldı.

# FRIEND_REJECTED
source: Friend request rejected!
cs: Žádost o přátelství byla zamítnuta!
de: Freundschaftsanfrage abgelehnt!
es: ¡Petición de amistad rechazada!
fr: Demande d'ami rejetée.
it: Richiesta d'amicizia rifiutata!
pl: Prośba o przyjaciela została odrzucona!
ru: Запрос дружбы отклонен!
tr: Arkadaşlık isteği reddedildi.

source: Friend request blocked!
cs: Žádosti o přátelství jsou blokovány!
de: Freundschaftsanfrage blockiert!
es: Este jugador ha bloqueado las peticiones de amistad.
fr: Demande d'amis bloqué.
it: Richiesta di amicizia bloccata!
pl: Zablokowano prośbę przyjaciela!
ru: Запрос дружбы заблокирован!
tr: Arkadaşlık isteği bloklandı.

source: Friend request sent!
cs: Žádost o přátelství zaslána
de: Freundschaftsanfrage gesendet!
es: ¡Solicitud de amistad enviada!
fr: Invitation d'amitié envoyée.
it: Richiesta di amicizia inviata
pl: Wysłano prośbę do zostania przyjacielem!
ru: Запрос в друзья отправлен!
tr: Arkadaşlık isteği gönderildi.

# GROUPREQUESTTYPE_UNKNOWN
source: Unknown Group request type
cs: Neznámý požadavek na skupinu!
de: Unbekannter Gruppeneinladungs Typ {0}
es: GroupRequestType desconocida
fr: Type de groupe
it: Tipo di richiesta gruppo sconosciuto
pl: Typ nieznanego żądania grupy
ru: Неизвестный тип запроса группы
tr: Bilinmeyen grup daveti türü.

# GROUP_ADMIN
source: You are the group admin!
cs: Jsi vedoucí skupiny!
de: Du bist nun der Gruppen-Admin
es: ¡Ahora eres el administrador del grupo!
fr: Vous êtes le chef du groupe. Vous pouvez définir les condition d'obtention des objets.
it: Sei il leader del gruppo
pl: Zostałeś liderem grupy!
ru: Ты лидер группы!
tr: Bu grubun yöneticisisin.

# GROUP_CLOSED
source: Group disbanded
cs: Skupina rozpuštěna
es: Se ha disuelto el grupo.
fr: Le groupe a été dissous.
it: Il gruppo è stato sciolto
pl: Grupa rozwiązana
tr: Grup dağıtıldı.

# GROUP_LEFT
source: You left the party
cs: Opustil si skupinu
es: Has abandonado el grupo.
fr: Tu as quitté le groupe.
it: Sei uscito dal gruppo
pl: Opuściłeś grupę
tr: Gruptan ayrıldın.

# GROUP_SHARE_INFO
source: You sent a request to share the point of return with the members of your group
cs: Sdílel si místo návratu s členy skupiny
de: Du hast eine Anfrage an deine Gruppe gesendet, um euren Rückkehrpunkt zu teilen
es: Has enviado una petición para compartir el punto de regreso con tus miembros del grupo.
fr: Tu ne peux pas modifier les options de partages des objets. Demandes au chef du groupe !
it: Hai inviato una richiesta per condividere il punto di ritorno con i membri del tuo gruppo
pl: Wysłałeś prośbę o udostępnienie punktu powrotu członkom swojej grupy
ru: Ты поделился точкой возвращения с членами группы!
tr: Geri dönüş noktanı paylaşma isteği yolladın.

# HANDLER_NOT_FOUND
source: Could not found Handler implementation for Packet with Header {0}
cs: Nelze najít Obsluhu implementace pro balíček s hlavičkou {0}
de: Konnte keine Handler implementierung für das Paket mit dem Header {0} finden
es: No se pudo encontrar la implementación del "controlador" (Handler) para el paquete con cabezera: {0}
fr: Gestionnaire introuvable.
it: Non si può gestire il pacchetto con Intestazione: {0}
pl: Nie można znaleźć Handler wdrożenie dla Packet z Header {0}
ru: Не удается найти реализацию обработчика для пакета с заголовком {0}
tr: {0} paketi için işleyici bulunamadı.

# HERO_LEVEL_CHANGED
source: Your hero level have changed
cs: Tvá úroveň šampiona byla změněna.
es: Tu nivel de héroe ha sido modificado.
fr: Ton niveau héroïque a augementé.
tr: Kahramanlık seviyen yükseldi!

# I18N_ACTDESC_PARSED
source: {0} I18N ActDescs Parsed! Region: {1}
cs: {0} I18N ActDescs Nahráno! Region: {1}
de: {0} I18N ActDescs geladen! Region: {1}
es: ¡{0} I18N ActDescs Analizadas! Región: {1}
fr: {0} i18n ActDesc parser. Region : {1}
it: {0} I18N ActDescs Sincronizzati! Regione: {1}
pl: {0} I18N ActDescs wprowadzono! Region: {1}
ru: Импортировано {0} I18N ActDescs! Регион: {1}
tr: {0} I18N Act dosyaları işlendi! Bölge: {1}

# I18N_BCARD_PARSED
source: {0} I18N BCards Parsed! Region: {1}
cs: {0} I18N BCards Nahráno! Region: {1}
de: {0} I18N BCards geladen! Region: {1}
es: ¡{0} I18N BCards Analizadas! Región: {1}
fr: {0} i18n BCards parser. Region : {1}
it: {0} I18N BCards Sincronizzate! Regione: {1}
pl: {0} I18N BCards wprowadzono! Region: {1}
ru: Импортировано {0} I18N BCards! Регион: {1}
tr: {0} I18N BKartları işlendi! Bölge: {1}

# I18N_CARD_PARSED
source: {0} I18N Cards Parsed! Region: {1}
cs: {0} I18N Cards Nahráno! Region: {1}
de: {0} I18N Cards geladen! Region: {1}
es: ¡{0} I18N Cards (Tarjetas de Especialista/SP) Analizadas! Región: {1}
fr: {0} i18n cartes parser. Region : {1}
it: {0} I18N Cards Sincronizzate! Regione: {1}
pl: {0} I18N Cards wprowadzono! Region: {1}
ru: Импортировано {0} I18N Cards! Регион: {1}
tr: {0} I18N Kart işlendi! Bölge: {1}

# I18N_ITEM_PARSED
source: {0} I18N Items Parsed! Region: {1}
cs: {0} I18N Item Nahráno! Region: {1}
de: {0} I18N Items geladen! Region: {1}
es: ¡{0} I18N Items Analizadas! Región: {1}
fr: {0} i18n items parser. Region : {1}
it: {0} I18N Items Sincronizzati! Regione: {1}
pl: {0} I18N Items wprowadzono! Region: {1}
ru: Импортировано {0} I18N Items! Регион: {1}
tr: {0} I18N Eşya işlendi! Bölge: {1}

# I18N_MAPIDDATA_PARSED
source: {0} I18N MapIdDatas Parsed! Region: {1}
cs: {0} I18N MAPIDDATA Nahráno! Region: {1}
de: {0} I18N MapIdDatas geladen! Region: {1}
es: ¡{0} I18N MapIdDatas (Datos de las Ids de los Mapas) Analizadas! Región: {1}
fr: {0} i18n MapIdData parser. Region : {1}
it: {0} I18N MapIdDatas Sincronizzati! Regione: {1}
pl: {0} I18N MapIdDatas wprowadzono! Region: {1}
ru: Импортировано {0} I18N MapIdDatas! Регион: {1}
tr: {0} I18N Harita bilgisi işlendi! Bölge: {1}

# I18N_MAPPOINTDATA_PARSED
source: {0} I18N MapPointDatas Parsed! Region: {1}
cs: {0} I18N MAPPOINTDATA Nahráno! Region: {1}
de: {0} I18N MapPointDatas geladen! Region: {1}
es: ¡{0} I18N MapPointDatas (Datos de los puntos del mapa) Analizadas! Región: {1}
fr: {0} i18n MapPointData parser. Region : {1}
it: {0} I18N MapPointDatas Sincronizzati! Regione: {1}
pl: {0} I18N MapPointDatas wprowadzono! Region: {1}
ru: Импортировано {0} I18N MapPointDatas! Регион: {1}
tr: {0} I18N Harita noktası işlendi! Bölge: {1}

# I18N_MPCMONSTER_PARSED
source: {0} I18N NpcMonsters Parsed! Region: {1}
cs: {0} I18N MPCMONSTER Nahráno! Region: {1}
de: {0} I18N NpcMonsters geladen! Region: {1}
es: ¡{0} I18N NpcMonsters (NPCs Monstruos) Analizadas! Región: {1}
fr: {0} i18n NpcMonster parser. Region : {1}
it: {0} I18N NpcMonsters Sincronizzati! Regione: {1}
pl: {0} I18N NpcMonsters wprowadzono! Region: {1}
ru: Импортировано {0} I18N NpcMonsters! Регион: {1}
tr: {0} I18N NPC/Canavar işlendi! Bölge: {1}

# I18N_NPCMONSTERTALK_PARSED
source: {0} I18N NpcMonsterTalk Parsed! Region: {1}
cs: {0} I18N NPCMONSTERTALK Nahráno! Region: {1}
de: {0} I18N NpcMonsterTalk geladen! Region: {1}
es: ¡{0} I18N NpcMonsterTalk (Monólogos de los NPCs Monstruos) Analizadas! Región: {1}
fr: {0} i18n NpcMonsterTalk parser. Region : {1}
it: {0} I18N NpcMonsterTalk Sincronizzati! Regione: {1}
pl: {0} I18N NpcMonsterTalk wprowadzono! Region: {1}
ru: Импортировано {0} I18N NpcMonsterTalk! Регион: {1}
tr: {0} I18N NPC/Canavar diyaloğu işlendi! Bölge: {1}

# I18N_QUEST_PARSED
source: {0} I18N Quests Parsed! Region: {1}
cs: {0} I18N Úkoly Nahrány! Region: {1}
de: {0} I18N Quests geladen! Region: {1}
es: ¡{0} I18N Quests (Misiones) Analizadas! Región: {1}
fr: {0} i18n quêtes parser. Region : {1}
it: {0} I18N Quests Sincronizzate! Regione: {1}
pl: {0} I18N Quests wprowadzono! Region: {1}
ru: Импортировано {0} I18N Quests! Регион: {1}
tr: {0} I18N Görev işlendi! Bölge: {1}
