Repository: NosCoreIO/NosCore
Catalog: src/NosCore.Data/Resource/LocalizedResources.*.resx
Languages: cs, de, es, fr, it, pl, ru, tr

# SHOP_ONLY_TRADABLE_ITEMS
source: You can only sell tradable items! Please, check the items you want to sell.
cs: Můžeš obchodovat pouze obchodovatelné předměty! Podívej se na item, který chceš prodat.
es: ¡Solo puedes vender objetos negociables! Por favor, revisa los objetos que quieres vender.
fr: Certains objets ne peuvent pas etre vendus. Vérifiez les objets avant d'ouvrir le magasin.
it: Controlla gli oggetti in vendita. Non tutti li puoi vendere.
tr: Sadece izin verilen eşyaları satabilirsin. Lütfen satmak istediğin eşyaları kontrol et!

# SHOP_OPEN
source: You have opened a shop.
cs: Obchod otevřen.
de: Du hast deinen Shop eröffnet!
es: Has abierto una tienda.
fr: Un magasin a été ouvert.
it: Hai aperto una bottega privata.
pl: Otworzyłeś sklep.
ru: Ты открыл(а) магазин. Успешной торговли!
tr: Bir market açtın!

# SHOP_PRIVATE_SHOP
source: Proceed to open the shop as you set it up?
cs: Chceš otevřít obchod tak jak je nastavený?
de: Willst du den Shop öffnen solange du ihn einrichtest?
es: ¿Quiere proceder a abrir la tienda tal y como esta?
fr: Ouvrir le magasin maintenant ?
it: Procedi ad aprire il negozio mentre lo installi?
pl: Czy otworzyć sklep?
ru: Открыть магазин с текущими настройками?
tr: Marketi düzenlerken açmak istiyor musun?

# SHOPITEMS_LOADED
source: {0} ShopItems Loaded!
de: {0} ShopItems geladen!
es: ¡{0} ShopItems Cargados!
fr: {0} ShopItem chargés.
it: {0} ShopItems caricati!
pl: Załadowano: {0} ShopItems!
ru: Загружено {0} товаров!
tr: {0} Market eşyaları yüklendi!

# SHOPITEMS_PARSED
source: {0} ShopItems Parsed!
de: {0} ShopItems geparsed!
es: ¡{0} ShopItems Analizados!
fr: {0} ShopItems parsés.
it: {0} ShopItems caricati!
pl: {0} ShopItems wprowadzono!
ru: Импортировано {0} товаров!
tr: {0} Market eşyaları işlendi!

# SHOPS_LOADED
source: {0} Shops Loaded!
de: {0} Shops geladen!
es: ¡{0} Shops Cargadas!
fr: {0} Shops chargés.
it: {0} Shops caricati!
pl: Załadowano: {0} Shops!
ru: Загружено {0} магазин(ов)!
tr: {0} Market yüklendi!

# SHOPS_PARSED
source: {0} Shops Parsed!
de: {0} Shops geparsed!
es: ¡{0} Shops Analizadas!
fr: {0} Shops parsés.
it: {0} Shops caricati!
pl: {0} Shops wprowadzono!
ru: Импортировано {0} магазин(ов)!
tr: {0} Market işlendi!

# SKILLS_PARSED
source: {0} Skills Parsed!
cs: {0} Útoky byly úspěšně nahrány!
de: {0} Skills geladen!
es: ¡{0} Skills Analizadas!
fr: {0} Sorts ont été analysés !
it: {0} Skills Sincronizzate!
pl: {0} Skills wprowadzono!
ru: Импортировано {0} навык(ов)!
tr: {0} Büyü işlendi!

# SP_BLOCKED
source: You are actually using an SP! Please untransform first.
cs: Momentálně používáš SP. První sundej SP.
es: ¡Actualmente estás utilizando una SP! Por favor destransformate primero.
fr: Impossible de changer de SPcar vous en utilisez déjà une. Veuillez retirer la SP que vous portez.
it: Togli lo specialista prima.
tr: Zaten bir uzmanlık kartına dönüşmüş bulunmaktasın!

# SP_INLOADING
source: Your SP is still at cooldown! Please wait {0}s
cs: Tvá SP stále načítá čekej {0}s.
es: ¡No puedes transformarte debido a los efectos secundarios! Por favor espera {0}s
fr: Transformation impossible. Délais avant réutilisation : {0} secondes.
it: Aspetta {0} secondi per trasformarti.
pl: Twoja Karta Specjalisty jest wciąż w stanie odnowienia! Poczekaj {0}s
tr: Uzmanlık kartını tekrar giymek için {0} saniye beklemelisin.

# SP_NOPOINTS
source: You do not have sufficient SP points to transform!
cs: Nemáš dostatek SP Bodů pro změnu.
de: Du hast nicht genügend SP Punkte um dich zu verwandeln!
es: ¡No tienes suficientes puntos de SP para transformarte!
fr: Impossible de porter la SP, car vous n'avez plus de points.
it: Non hai abbastanza punti SP per trasformarti!
pl: Nie masz wystarczającej liczby punktów SP do transformacji!
ru: Недостаточно ОС для трансформации!
tr: Dönüşüm için yeterli uzmanlık puanın yok.

# STAY_TIME
source: Time left of the secondary effects: {0} seconds
cs: Zbývající čas sekundárních efektů: {0} sekund
es: Tiempo de los efectos secundarios de la transofrmación: {0} segundos
fr: Effet restant avant de pouvoir se transformer à nouveau : {0} secondes.
tr: Efektin dolmasına {0} saniye var.

source: Successfully Loaded!
cs: Úspeštně načtena!
de: Erfolgreich geladen!
es: ¡Cargado exitosamente!
fr: L'émulateur à bien été chargé.
it: Caricato con successo!
pl: Pomyślnie załadowano!
ru: Загрузка завершена успешно!
tr: Başarıyla yüklendi!

# SURE_TO_DELETE
source: Are you sure you want to delete this item?
cs: Opravdu chcete tento item smazat?
es: ¿Estas seguro que deseas eliminar este objeto?
fr: Êtes-vous sûr de vouloir supprimer ?
it: L'oggetto verrà distrutto.
pl: Czy na pewno chcesz usunąć ten przedmiot?
tr: Bu eşyayı silmek istediğine emin misin?

# TRANSFORM_DISAPPEAR
source: The secondary effects have finished. {0}
cs: Sekundární efekty skončily. {0}
es: Los efectos secundarios de la transformación han terminado. {0}
fr: L'effet secondaire de la transformation a disparu. Vous pouvez de nouveau équiper une SP. {0}
tr: İkinci efektler bitti. {0}

# TOO_RICH_SELLER
source: The seller does not have sufficient space to handle your money.
cs: Obchodník má příliš mnoho zlata pro to aby mohl vzít další od tebe-
de: Der Verkäufer besitzt zu viel Gold!
es: El vendedor no tiene suficiente espacio para recibir tus oros.
fr: Impossible d'acheter l'objet car le propiétaire ne peut pas collecter tout l'or.
it: Il negoziante non ha abbastanza spazio per ricevere il tuo oro.
pl: Sprzedający nie ma wystarczającej ilości miejsca do trzymania Twoich pieniędzy.
ru: У продавца слишком много денег.
tr: Satıcı iade işlemi için yeterli alana sahip değil.

# UNABLE_TO_REQUEST_GROUP
source: Unable to request the group
cs: Nemožné požádat o skupinu
de: Die Gruppe kann nicht erriecht werden
es: Incapaz de enviar la petición de grupo.
fr: Le joueur ne peut pas être invité en groupe.
it: Impossibile richiedere il gruppo
pl: Nie można zażądać grupy
ru: Невозможно отправить приглашение в группу
tr: Grup daveti gönderilemedi!

# UNKNOWN_EQUIPMENTTYPE
source: Unknown Equipment type: {0}
cs: Neznámý EquipmentType
de: Unbekannter Ausrüstungs typ: {0}
es: EquipmentType desconocido: {0}
fr: Type d'équipement inconnu.
it: Tipo di equipaggiamento sconosciuto: {0}
pl: Nieznany Equipment type: {0}
ru: Неизвестный тип экипировки: {0}
tr: Bilinmeyen ekipman türü: {0}

# UNKNOWN_PICKERTYPE
source: Unknown PicketType
cs: Neznámý PickerType
de: Unbekannter PicketTyp
es: PicketType desconocido
fr: La méthode de ramassage est inconnue.
it: PicketType sconosciuto
pl: Nieznany PicketType
ru: Неизвестный PickerType
tr: Bilinmiyor!

# UNKWNOWN_RECEIVERTYPE
source: Unknown Reciever type
cs: Neznámý ReceiverType
de: Unbekannter Empfänger typ: {0}
es: ReceiverType desconocido
fr: Type de destinataire inconnu.
it: Tipo di destinatario sconosciuto
pl: Nieznany Reciever type
ru: Неизвестный Reciever type
tr: Bilinmeyen üretme türü.

# USE_SP_WITHOUT_SP_ERROR
source: Invalid SP card detected!
de: Ungültige SP Karte entdeckt!
es: ¡Tarjeta SP invalida detectada!
fr: Une carte SP invalide a été détéctée.
it: Specialista non valido trovato!
pl: Wykryto nieprawidłową Kartę Specjalisty!
ru: Карта специалиста не обнаружена!
tr: Geçersiz Uzmanlık Kartı!

source: User is not a friend!
cs: Uživatel není Kamarád
de: Benutzer ist kein Freund!
es: ¡El usuario no es un amigo!
fr: L'utilisateur n'est pas dans ta liste d'ami.
it: L'utente non è un amico!
pl: Użytkownik nie jest przyjacielem!
ru: Игрок не является твоим другом!
tr: Kullanıcı arkadaşın değil!

# USER_NOT_CONNECTED
source: User is not connected
cs: Uživatel není připojen
de: Benutzer ist nicht verbunden!
es: ¡El usuario no está conectado!
fr: Ce joueur n'est pas connecté.
it: L'utente non è connesso
pl: Użytkownik nie jest podłączony
ru: Игрок не в сети!
tr: Kullanıcı aktif değil!

# VISUALENTITY_DOES_NOT_EXIST
source: VisualEntity does not exist: {0}
de: VisualEntity existiert nicht: {0}
es: VisualEntity no existe: {0}
fr: la visualentity n'existe pas.
it: VisualEntity non esiste: {0}
pl: VisualEntity nie istnieje: {0}
ru: VisualEntity не существует: {0}
tr: Sanal değer geçersiz! {0}

# VISUALTYPE_UNKNOWN
source: Unknown VisualType: {0}
cs: Neznámý VisualType
de: Unbekannter VisualType: {0}
es: VisualType desconocido: {0}
fr: Type Visuel inconnu.
it: VisualType sconosciuto: {0}
pl: Nieznany VisualType: {0}
ru: Неизвестный VisualType: {0}
tr: Bilinmeyen sanal tip! {0}

# SP_ADDPOINTS_FULL
source: You have reached the maximum quantity of Additional SPs!
cs: Máš plný počet dodatečných SP bodů!
es: ¡Has alcanzado la máxima cantidad de puntos adicionales!
fr: Tu as déjà atteint la quantité maximale de point SP.
it: Hai raggiunto il massimo dei punto SP aggiuntivi!
tr: Maksimum eklenebilir Uzmanlık Puanına ulaştın!

# CANNOT_TRADE_NOT_TRADABLE_ITEM
source: You can not trade not tradable items!
de: Du kannst ein nicht Tauschbares Item tauschen!
fr: Vous ne pouvez pas échanger des objets liés a votre compte.
it: Non puoi commerciare questo oggetto!
pl: Nie możesz handlować przedmiotami, których nie można handlować!
ru: Ты не можешь обменяться предметом, который запрещен к обмену!
tr: Bu eşyayı değiştiremezsin!

source: Loading MapInstances...
de: Lade MapInstanzen
fr: Chargement des instances de cartes.
it: Caricamento MapInstances...
pl: Ładowanie MapInstances...
ru: Загрузка MapInstances...
tr: Harita durumları yükleniyor.

# SP_POINTSADDED
source: SP points increased by {0}!
cs: Body SP Byly přidány! {0}
fr: {0} points de spécialiste ont été ajoutés.
tr: Uzmanlık puanları arttırıldı. {0}!

source: Support
cs: Podpora
de: Supporter
it: Supporter
pl: Wsparcie
ru: Поддержка
tr: Destek

# FRIEND_ADD
source: [{0}] wants to be your friend! Do you accept the request?
cs: Chceš si jej přidat jako kamaráda? {0}
de: Möchtest du eine Freundschaftsanfrage senden? {0}
fr: Voulez-vous ajouter {0} en ami ?
it: [{0}] vuole diventare tuo amico! Vuoi accettare la richiesta?
pl: [{0}] chce zostać twoim przyjacielem!
ru: [{0}] хочет быть твоим другом! Принять запрос?
tr: [{0}] Sana bir arkadaşlık isteği gönderdi. Arkadaşlığa kabul ediyor musun?

# GROUP_REFUSED
source: Your invitation has been declined!
cs: Pozvánka do skupiny byla odmítnuta!
de: Deine Gruppeneinladung wurde abgelehnt!
fr: Ton invitation a été refusé.
it: Il tuo invito di gruppo è stato rifiutato!
pl: Twoje zaproszenie zostało odrzucone!
ru: Приглашение в группу отклонено!
tr: Grup davetin reddedildi.

# INVITED_YOU_GROUP
source: [{0}] has invited you to a group! Do you accept?
cs: [{0}] tě pozval do skupiny. Chceš pozvánku přijmout?
de: Dir wurde eine Gruppeneinladung gesendet! {0}
fr: {0} t'a invité dans un groupe.
it: [{0}] ti ha invitato nel gruppo! Vuoi accettare?
pl: [{0}] zaprosił Cię do grupy!
ru: [{0}] приглашает тебя в группу! Принять?
tr: [{0}] Seni gruba davet etti. Onaylıyor musun?

# LEAVE_GROUP
source: [{0}] left the party!
cs: [{0}] Opustil skupinu!
fr: {0} a quitté le groupe.
it: [{0}] è uscito dal gruppo!
pl: [{0}] opuścił grupę!
tr: [{0}] gruptan ayrıldı!

# UPDATE_GOLD
source: Your gold has been updated successfully!
cs: Tvé zlato bylo změněno!
de: Dein Gold wurde erfolgreich geändert!
fr: La quantité d'or en inventaire a été mise à jour.
it: Il tuo oro è stato aggiornato con successo!
pl: Twoje złoto zostało pomyślnie zaktualizowane!
ru: Золото было обновлено!
tr: Altının güncellendi!

# PACKET_USED_WITHOUT_CHARACTER
source: Packet received without character being set {0}
de: Packet erhalten ohne dass ein Charakter gesetzt ist {0}
fr: Paquet reçu sans que le caractère ne soit spécifié {0}.
pl: Odebrano pakiet bez postaci: {0}
ru: Пакет получен без выбранного персонажа {0}
tr: {0} Paketi karakter olmadan kullanılmaya çalışılıyor!

# YOU_ASK_FOR_EXCHANGE
source: You ask for an exchange with: {0}.
cs: Zeptal ses na výměnu hráče: {0}.
fr: Tu as fait une demande d'échange avec {0}.
it: Hai richiesto il commercio a {0}
pl: Poprosiłeś o wymianę: {0}.
tr: Takas için istek gönderdin: {0}.

# ACCEPTED_SHARE
source: You accepted point share !
cs: Přijmul si místo návratu!
fr: Tu as changé le point du retour commun au groupe.
it: Hai accettato il punto condiviso!
tr: Geri dönüş noktaları paylaşıldı!

# ALREADY_EXCHANGE
source: User is in exchange!
cs: Hráč nyní směňuje.
fr: Le joueur est déjà en commerce. Ressayez plus tard.
it: Sta già commerciando!
pl: Gracz aktualnie się wymienia.
tr: Kullanıcı zaten şuanda ticaret yapıyor!

# BANK_FULL
source: Your bank account is full.
cs: Tvůj bankovní účet je plný!
de: Deine Bank ist voll
fr: Ton compte en banque est déjà remplit.
it: Il tuo conto corrente è pieno.
ru: Ваш банковский счет переполнен
tr: Banka hesabın dolu!

# BUY_ITEM_FROM
source: You bought an item from {0} {1} {2}!
cs: Koupil si item od {0} {1} {2}!
de: Du hast ein Item von {0} {1} {2} gekauft!
fr: Vous avez acheté un article de {0} {1} {2}!
it: Hai comprato questo oggetto da {0} {1} {2}!
ru: Ты приобрел(а) {1} х{2} у {0}!
tr: Eşya satın alındı. {0} {1} {2}!

# CANT_MOVE_ITEM_IN_SHOP
source: You can't move an item in the shop !
de: Du kannst ein Item im Shop nicht bewegen!
fr: Impossible de mettre l'objet dans le magasin car il est non échangeable
it: Non puoi muovere gli oggetto!
ru: Ты не можешь перемещать предмет который выставлен на продажу!
tr: Marketteki eşyaları hareket ettiremezsin.

# CANT_USE_ITEM_IN_SHOP
source: You can't use any items in the shop.
de: Du kannst ein Item nicht im Shop benutzen!
fr: Tu ne peux pas utiliser d'objet dans la boutique.
it: Non puoi usare nessun oggetto nella bottega.
ru: Ты не можешь воспользоваться предметом который выставлен на продажу!
tr: Marketteki eşyaları kullanamazsın.

# EFFECT_ACTIVATED
source: The {0} effect has been activated !
cs: {0} efekt byl aktivován!
de: Effekt {0} aktiviert!
fr: L'effet {0} a été activé.
it: Sei sotto l'effetto {0}!
pl: Aktywowano przedmiot: {0}.
ru: Эффект {0} был активирован!
tr: {0} Efekti aktive edildi.

source: Exchange blocked
cs: Výměna blokována.
fr: Le joueur à bloqué les échanges.
it: Commercio bloccato
tr: Takas bloklandı.

# EXCHANGE_REFUSED
source: You refused your exchange request.
cs: Odmítl jsi žádost o výměnu.
de: Deine Tauschanfrage wurde abgelehnt!
fr: Tu as refusé la demande d'échange.
it: Commercio rifiutato
pl: Odrzucono wymianę.
ru: Ты отклонил(а) запрос на обмен
tr: Takas isteği reddedildi.

# FRIEND_REQUEST_DISCONNECTED
source: Your friend request could not be completed because the user is disconnected.
de: Deine Freundschaftsanfrage wurde nicht gesendet, da der Spieler nicht Online ist.
fr: Ta demande d'ami n'a pu être aboutie car l'utilisateur est déconnecté.
it: Non è stato possibile trovare il giocatore online. Richiesta annullata
ru: Запрос в друзья не может быть отправлен, так как игрок вышел из игры.
tr: Arkadaşlık isteğin gönderilemedi. Kullanıcı çevrimdışı.

# HAS_SHOP_OPENED
source: You can't exchange with shop keepers.
cs: Nemůžeš vyměňovat s někým kdo má otevřený obchod.
fr: Le joueur ciblé à un magasin déjà ouvert.
tr: mağaza açmış olan kişilerle takas yapamazsın.

# INCOMING_EXCHANGE
source: {0} wants to exchange with you.
cs: {0} chce s tebou obchodovat.
de: Tausch von {0} akzeptieren?
fr: {0} t'a envoyé une demande d'échange.
it: {0} vuole commerciare con te.
pl: Czy zaakceptować wymianę?: {0}
ru: {0} хочет обменяться.
tr: {0} seninle takasta bulunmak istiyor.

# INFO_BAZAAR
source: With the NosMerchant medal, you can use the NosBazar at any time on all maps.
cs: S medailí NosKupce můžeš otevřít NosBazar kdykoliv a kdekoliv!
fr: Avec la médaille NosMarchand, tu peux utiliser le NosBazar à tout moment sur toutes les cartes générales.
it: Con la medaglia del NosMercante, puoi usare il NosBazar ovunque.
pl: Potwory mogą cię atakować, gdy masz otwarte okno NosBazaru
tr: NosTüccar madalyası ile, istediğin zaman tüm haritalarda NosPazar'ı kullanabilirsin.

# INVALID_EXCHANGE
source: You can only exchange tradable items.
de: Ungültiger Tausch.
fr: Impossible de conclure l'échange, il esciste des objets invendable dans l'échange.
it: Non puoi commerciare questo oggetto.
ru: Некорректный обмен.
tr: Sadece değiştirilebilir eşyaları takas edebilirsin.

source: Invalid exchange list.
de: Ungültige Tausch Liste.
fr: Liste d'échange invalide.
it: Commercio non valido.
ru: Некорректный список обмена.
tr: Geçersiz takas listesi.

# INVITED_GROUP_SHARE
source: Do you want to set as a return point ?
cs: Chceš sdílet se skupinou místo návratu?
de: Möchtest du diesen Ort als deinen Rückkehrort setzen?
fr: Désirez vous partager le point de retour avec les membres du groupe ?
it: Vuoi impostare il punto di ritorno?
ru: Хотите ли Вы установить точку возврата?
tr: Geri dönüş noktası olarak ayarlamak istiyor musun?

# IN_WAITING_FOR
source: In Waiting for {0}.
cs: Čekání na {0}.
de: Warten auf {0}.
fr: En attente {0}.
ru: В ожидании {0}.
tr: Beklemede: {0}.

# ITEM_ACQUIRED_LOD
source: The Land of the Dead object {0} has been acquired.
cs: Obdržel si předmět v Země Mrtvích! {0}
fr: L'objet {0} de la Terre des Mort a été acquis.
it: Hai ricevuto {0} dalla Terra della Morte.
tr: {0} LoD eşyası alındı.

# ITEM_TIMEOUT
source: Item is no longer valid.
cs: Životnost Předmětu vypršela!
fr: La limite de temps d'utilisation de cet objet est expirée.
it: Questo oggetto non è più valido.
tr: Eşyanın süresi doldu.

# LIMIT_EXCEEDED
source: You can't add more item on the bazaar because the limit is exceeded.
cs: Nemůžeš přidat více předmětů do Bazaru protože jsi překročil limit předmětů.
de: Du hast die Itemmenge überschritten.
fr: Tu ne peux plus ajouter d'objet au NosBazard car tu as dépassé la limite autorisée.
it: Non puoi aggiungere altri oggetti al NosBazar perché hai raggiunto il limite.
ru: Лимит превышен
tr: Limit doldu! NosPazar'a daha fazla eşya ekleyemezsin.

# NOT_ENOUGH_GOLD
source: You don't have enough gold.
de: Nicht genügend Gold
fr: Pas assez d'or pour acheter cet objet.
it: Non hai abbastanza oro.
ru: Недостаточно золота.
tr: Yeterli altının yok!

# NO_BAZAAR_MEDAL
source: You don't have the NosMarchand medal.
cs: Nemáš medaili NosKupce.
fr: Tu ne possèdes pas la médaille de NosMarchand.
it: Non hai la medaglia del NosMercante!
tr: NosTüccar madalyasına sahip değilsin.

# OBJECT_IN_BAZAAR
source: Your item has been added on the bazaar !
cs: Tvůj předmět byl přidán do Bazaru.
de: Das Objekt wurde im Bazaar gelegt.
fr: Ton objet a été ajouté sur le bazar !
it: L'oggetto è stato aggiunto al NosBazar!
ru: Лот размещен.
tr: Eşyan başarıyla Nosmağaza'a eklendi!

# PLAYER_IN_SHOP
source: The {0} player is in store mode.
de: {0} befindet sich im Shop.
fr: Le joueur {0} est en mode magasin privé.
ru: {0} в магазине.
tr: {0} isimli kullanıcı alışverişte.

# PORTAL_DELAY
source: Please wait before you teleport !
cs: Prosím čekej před teleportováním.
de: Bitte warte bevor du dich teleportieren willst!
fr: Patiente avant de prendre le portail !
it: Aspetta prima di usare un altro portale!
ru: Портал перезаряжается, нужно немножко потерпеть.
tr: Lütfen ışınlanmadan önce birkaç saniye bekle.

# PRICE_EXCEEDED
source: The price limit is exceeded.
cs: Cena byla překročena!
fr: La limite de prix est dépassée.
tr: Fiyat limiti aşıyor!

# REMOVE_FROM_BAZAAR
source: The sale is completed, you receive gold: {0}.
cs: Prodej skončil obdržel si: {0} zlata.
fr: La vente est terminée. Or : {0}.
it: La vendita è stata completata, hai ricevuto: {0} oro.
tr: Satış başarılı. Kazanılan altın: {0}.

# SEND_MESSAGE_TO_CHARACTER
source: Message sent to user.
cs: Zpráva poslána hráči.
fr: Message envoyé à l'utilisateur.
it: Messaggio inviato all'utente
tr: Mesaj gönderildi!

# USER_NOT_IN_EXCHANGE
source: The player isn't in exchange.
de: Benutzer ist nicht am tauschen!
fr: {0} a annulé l'échange.
it: L'utente non sta commerciando.
ru: Игрок не в режиме обмена.
tr: Kullanıcı takasta değil!

# DELAY_GROUP_REQUEST
source: You can not send the invitation yet. Please try again in {0} seconds.
fr: Tu ne peux pas encore envoyer l'invitation. Merci de réessayer dans {0} secondes.
it: Non puoi inviare altre richieste. Aspetta {0} secondi.
tr: Şu anda davet gönderemezsin. Lütfen {0} saniye içerisinde tekrar dene.

# QUESTS_PARSED
source: {0} Quests Parsed!
de: {0} Quests wurden geparsed.
it: {0} Quests sincronizzate!
ru: Импортировано {0} квест(ов).
tr: {0} Görev işlendi!

# RESPAWNTYPE_PARSED
source: {0} RespawnTypes Parsed!
cs: {0} RespawnType bylo úspěšně nahráno!
de: {0} RespawnTypes geladen!
es: ¡{0} RespawnTypes Analizados!
fr: {0} RespawnType ont été analysés avec succès !
it: {0} RespawnTypes Caricati!
pl: {0} RespawnTypes wprowadzono!
ru: Импортировано {0} RespawnTypes!
